{"version": "v1.1", "data": [{"title": "קייטי פרי", "index": "4856", "paragraphs": [{"context": "פרי פרחה לתהילה כבר בשנת 2008 עם אלבום האולפן השני שלה, One of the Boys, המכיל בתוכו שירי פופ ורוק והנפיק את שני שיריה המוצלחים \"I Kissed a Girl\", שהגיע למקום הראשון במצעד בילבורד הוט 100 ו-\"Hot n Cold\" שהגיע למקום השלישי. לאחר מכן הוציאה שלושה אלבומי אולפן נוספים כאשר כולם הגיעו לראש המצעד בילבורד 200 שבארצות הברית, אלבום האולפן השלישי שלה Teenage Dream ‏(2010‏) הכיל בתוכו את סוגת הדיסקו והפופ, וזיכה אותה בשתי מועמדויות עבור פרס הגראמי לאלבום השנה, ולאלבום הפופ הווקאלי הטוב ביותר. והנפיק את חמשת הסינגלים שהגיעו לראש המצעדים גם כן בארצות הברית במצעד בילבורד הוט 100, \"California Gurls\", ‏\"Teenage Dream\", ‏\"Firework\", ‏\"E.T\", ‏\"Last Friday Night (T.G.I.F.)\" שהפכו לחמשת השירים המצליחים ביותר בעשור השני של המאה ה-21. האלבום הפך אותה לאישה הראשונה ולאמן השני יחד עם הזמר האמריקאי מייקל ג'קסון עם אלבומו Bad, שמנפיקה חמישה סינגלים מאותו אלבום אשר מגיעים לראש המצעד. אלבום הנעקב שלה, Prism ‏(2013) הוא אלבום נושא מפרידתה, ומשלבת אלמנטים של פופ וריקודים יחד עם נושאים של השתקפות עצמית, חיי יום יום ומערכות יחסים. יחד עם הקליפים הנלווים לשירים \"Roar\" ו-\"Dark Horse\" אשר טיפסו לראש המצעדים ברחבי העולם, פרי נהפכה לאמן הראשון אשר יש לה מספר קליפים המגיעים למיליארד צפיות ב-‏Vevo. ‏‏Witness ‏(2017) אלבום האולפן הבא של פרי מכיל בתוכו את הז'אנר סינת'פופ, ומשלב בתוכו נושאים רבים כגון: גאולה, ונושאים פוליטיים אחרים. אלבום האולפן השישי שלה Smile ‏(2020) יצא כאלבום הפתעה הראשון של פרי לאחר יותר משלוש שנים שבהם לא עסקה במוזיקה. מבחינה מסחרית, אלבום זה לא צלח את ההצלחה כמו שאר אלבומיה הקודמים של פרי.", "qas": []}]}]}