{"version": "v1.1", "data": [{"title": "הסכם השלום בין ישראל למצרים", "index": "2672", "paragraphs": [{"context": "התקווה ליצור שיתוף פעולה תרבותי וכלכלי, ברוח סעיף 3 של ההסכם, נכזבה בדרך־כלל. סופרים, עיתונאים ואנשי רוח במצרים מחרימים את ישראל - הם אינם מבקרים בה ואינם משתפים פעולה עם עמיתיהם הישראלים. אגודות מצריות רבות, בהן אגודת העיתונאים והאקדמאים, מחרימים באופן גורף כל קשר עם ישראל או ישראלים ואזרח מצרי לא יכול למעשה לבקר בישראל עקב הדרישה לוויזה מיוחדת - 'הפתק הצהוב'. יוצא דופן בולט הוא הסופר והמחזאי עלי סאלם (علي سالم) שביקר בישראל ב-1994 ואף כתב ספר על הביקור: \"מסע לישראל\" (رحلة إلى إسرائيل, תורגם לעברית בידי דוד שגיב). בעקבות הביקור נעשה ניסיון להדיח את עלי סאלם מאגודת הסופרים המצרית, ניסיון שנכשל בשל בעיות פרוצדורליות. ב-2005 הוזמן עלי סאלם לקבל תואר דוקטור לשם כבוד מאוניברסיטת בן-גוריון בנגב, אולם שלטונות מצרים מנעו ממנו לעבור את הגבול לישראל. עלי סאלם הביע זעם על כך שנמנע ממנו לקבל את התואר בישראל. למרות הסכמי השלום, ממשיכים כלי התקשורת הממסדיים במצרים בסיקור עוין כלפי ישראל הגובל לעיתים בהסתה ובאנטישמיות. כך לדוגמה הואשמה ישראל באחריות לפיגועים בדהב ובשארם א-שייח' במספר יומונים מצריים הקשורים לשלטון. בחורף 2007 חלה החרפה ביחסים בין ישראל למצרים כאשר צצו בתקשורת המצרית אישומים חריפים כנגד ישראל וישראלים בדמות חשיפת רשת ריגול, האשמה מצרית מחודשת על הרג שבוייה על ידי צה\"ל במלחמת ששת הימים, החדרת משאית רדיואקטיבית למצרים ועוד.", "qas": []}]}]}