{"version": "v1.1", "data": [{"title": "איימי ויינהאוס", "index": "4796", "paragraphs": [{"context": "ב-2006 יצא אלבומה השני של ויינהאוס, Back to Black, שזכה להצלחה גדולה באמריקה ובריטניה, וזכה בחמישה פרסי גראמי. בנוסף, האלבום הגיע לחמישה אלבומי פלטינה בבריטניה, מה שהפך אותו לאלבום הנמכר ביותר לשנת 2007. האלבום הוליד כמה סינגלים, הסינגל הראשון והמצליח ביותר בקריירה של ויינהאוס מבחינה מסחרית הוא \"Rehab\", שיצא ב-23 באוקטובר 2006 והגיע למספר 9 במצעד הבילבורד, היה ללהיט בינלאומי וכן היה לשיר ההיכר שלה. הסינגל השני, \"You Know I'm No Good\", יצא ב-8 בינואר 2007, והגיע למספר 18 במצעד הסינגלים הבריטי. הסינגל השלישי הוא \"Back To Black\", שיצא בבריטניה ב-30 באפריל 2007, והגיע למספר 25 במצעד הסינגלים הבריטי וזכה גם הוא להצלחה בינלאומית. שני הסינגלים הנוספים מהאלבום הם: \"Tears Dry On Their Own\" (שהיה ללהיט top 20 בבריטניה והגיע למעמד כסף על מכירות של למעלה מ-200,000 עותקים) ו\"Love Is A Losing Game\" (שאף על פי שהיה הסינגל הכי פחות מצליח מהאלבום עדיין זכה להצלחה יחסית כשנכנס ל-top 40 גם בבריטניה וגם באירלנד). האלבום כולל גם בונוסים מהופעות של ויינהאוס ואת השיר \"Valerie\". האלבום זכה לביקורות טובות וחיוביות רבות ומבקרים רבים שיבחו אותו.", "qas": []}]}]}